[
  {
    "id": 1,
    "title": "Faridabad: The IT Hub of NCR",
    "slug": "faridabad-it-hub-ncr",
    "excerpt": "Discover how Faridabad has emerged as a major IT destination in the National Capital Region with world-class infrastructure and connectivity.",
    "content": "Faridabad has transformed into one of the most promising IT hubs in the NCR region. With its strategic location, excellent connectivity to Delhi and Gurgaon, and rapidly developing infrastructure, the city has attracted numerous multinational companies and IT giants. The establishment of several IT parks and special economic zones has created thousands of job opportunities, making it an attractive destination for professionals and investors alike.",
    "image": "/faridabad-city-skyline-with-modern-buildings-and-g.jpg",
    "category": "City Development",
    "date": "2024-12-20",
    "readTime": "6 min read",
    "author": "JK Property Mart Team",
    "tags": ["IT Hub", "NCR", "Development", "Infrastructure"]
  },
  {
    "id": 2,
    "title": "Top Investment Sectors in Faridabad",
    "slug": "top-investment-sectors-faridabad",
    "excerpt": "Explore the most lucrative sectors in Faridabad for property investment with high growth potential and excellent returns.",
    "content": "Sector 81, 82, and 85 have emerged as the top investment destinations in Faridabad. These sectors offer a perfect blend of residential and commercial opportunities with excellent connectivity, modern infrastructure, and proximity to major employment hubs. The appreciation rates in these areas have consistently outperformed other regions, making them ideal for both end-users and investors.",
    "image": "/modern-residential-complex-in-faridabad.jpg",
    "category": "Investment",
    "date": "2024-12-18",
    "readTime": "8 min read",
    "author": "JK Property Mart Team",
    "tags": ["Investment", "Sectors", "ROI", "Growth"]
  },
  {
    "id": 3,
    "title": "Growth of Modern Faridabad",
    "slug": "growth-modern-faridabad",
    "excerpt": "Learn about the rapid development and modernization of Faridabad, making it one of Haryana's most progressive cities.",
    "content": "The transformation of Faridabad from an industrial town to a modern city has been remarkable. With planned urban development, smart city initiatives, and world-class infrastructure projects, Faridabad is setting new benchmarks for urban planning in North India. The city's focus on sustainable development and green spaces has made it an attractive destination for families and businesses.",
    "image": "/commercial-building-office-complex.jpg",
    "category": "Development",
    "date": "2024-12-15",
    "readTime": "5 min read",
    "author": "JK Property Mart Team",
    "tags": ["Modern City", "Development", "Urban Planning", "Smart City"]
  }
]
